Repository: olujicz/Dimmerly
Catalog: Dimmerly/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, sr, zh_hans

source: Switch monitor input source. Switching away from the Mac's input will cause this display to show "No Signal" until switched back.
de: Monitoreingangsquelle wechseln. Das Umschalten vom Mac-Eingang führt dazu, dass dieser Bildschirm „Kein Signal“ anzeigt, bis zurückgewechselt wird.
es: Cambiar fuente de entrada del monitor. Cambiar desde la entrada del Mac hará que esta pantalla muestre "Sin señal" hasta que se vuelva a cambiar.
fr: Changer la source d'entrée du moniteur. Quitter l'entrée du Mac affichera « Pas de signal » jusqu'au retour à l'entrée d'origine.
it: Cambia sorgente di ingresso del monitor. Passare a un ingresso diverso dal Mac causerà la visualizzazione di "Nessun segnale" fino al ritorno.
ja: モニターの入力ソースを切り替えます。Macの入力から切り替えると、戻すまでこのディスプレイに「信号なし」と表示されます。
ko: 모니터 입력 소스를 전환합니다. Mac 입력에서 전환하면 다시 전환할 때까지 "신호 없음"이 표시됩니다.
nl: Wijzig de invoerbron van de monitor. Overschakelen van de Mac-invoer zorgt ervoor dat dit scherm "Geen signaal" toont totdat het wordt teruggeschakeld.
pt_br: Alternar fonte de entrada do monitor. Mudar da entrada do Mac fará com que esta tela mostre "Sem sinal" até voltar.
sr: Prebaci ulazni izvor monitora. Prebacivanje sa ulaza Mac-a će prikazati „Nema signala“ dok se ne vrati nazad.
zh_hans: 切换显示器输入源。从 Mac 输入切换会导致此显示器显示“无信号”，直到切换回来。

source: Open Dimmerly settings
de: Dimmerly-Einstellungen öffnen
es: Abrir ajustes de Dimmerly
fr: Ouvrir les réglages de Dimmerly
it: Apri impostazioni di Dimmerly
ja: Dimmerlyの設定を開く
ko: Dimmerly 설정 열기
nl: Dimmerly-instellingen openen
pt_br: Abrir configurações do Dimmerly
sr: Otvori podešavanja programa Dimmerly
zh_hans: 打开 Dimmerly 设置

source: Quit Dimmerly
de: Dimmerly beenden
es: Salir de Dimmerly
fr: Quitter Dimmerly
it: Esci da Dimmerly
ja: Dimmerlyを終了
ko: Dimmerly 종료
nl: Dimmerly stoppen
pt_br: Encerrar Dimmerly
sr: Zatvori Dimmerly
zh_hans: 退出 Dimmerly

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
ja: 輝度
ko: 밝기
nl: Helderheid
pt_br: Brilho
sr: Osvetljenost
zh_hans: 亮度

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
it: Contrasto
ja: コントラスト
ko: 대비
pt_br: Contraste
sr: Kontrast
zh_hans: 对比度

source: Red Gain
de: Rotverstärkung
es: Ganancia rojo
fr: Gain rouge
it: Guadagno rosso
ja: 赤ゲイン
ko: 빨강 게인
nl: Roodversterking
pt_br: Ganho de vermelho
sr: Pojačanje crvene
zh_hans: 红色增益

source: Green Gain
de: Grünverstärkung
es: Ganancia verde
fr: Gain vert
it: Guadagno verde
ja: 緑ゲイン
ko: 초록 게인
nl: Groenversterking
pt_br: Ganho de verde
sr: Pojačanje zelene
zh_hans: 绿色增益

source: Blue Gain
de: Blauverstärkung
es: Ganancia azul
fr: Gain bleu
it: Guadagno blu
ja: 青ゲイン
ko: 파랑 게인
nl: Blauwversterking
pt_br: Ganho de azul
sr: Pojačanje plave
zh_hans: 蓝色增益

source: Volume
de: Lautstärke
es: Volumen
ja: 音量
ko: 볼륨
sr: Jačina zvuka
zh_hans: 音量

source: Audio Mute
de: Audio stumm
es: Silenciar audio
fr: Sourdine
it: Audio disattivato
ja: オーディオミュート
ko: 오디오 음소거
nl: Audio dempen
pt_br: Áudio mudo
sr: Isključi zvuk
zh_hans: 音频静音

source: Input Source
de: Eingangsquelle
es: Fuente de entrada
fr: Source d'entrée
it: Sorgente di ingresso
ja: 入力ソース
ko: 입력 소스
nl: Invoerbron
pt_br: Fonte de entrada
sr: Ulazni izvor
zh_hans: 输入源

source: Power Mode
de: Energiemodus
es: Modo de energía
fr: Mode d'alimentation
it: Modalità di alimentazione
ja: 電源モード
ko: 전원 모드
nl: Energiemodus
pt_br: Modo de energia
sr: Režim napajanja
zh_hans: 电源模式

source: Component 1
de: Komponente 1
es: Componente 1
fr: Composante 1
it: Componente 1
ja: コンポーネント 1
ko: 컴포넌트 1
pt_br: Componente 1
sr: Komponent 1
zh_hans: 分量 1

source: Component 2
de: Komponente 2
es: Componente 2
fr: Composante 2
it: Componente 2
ja: コンポーネント 2
ko: 컴포넌트 2
pt_br: Componente 2
sr: Komponent 2
zh_hans: 分量 2

source: Component 3
de: Komponente 3
es: Componente 3
fr: Composante 3
it: Componente 3
ja: コンポーネント 3
ko: 컴포넌트 3
pt_br: Componente 3
sr: Komponent 3
zh_hans: 分量 3

source: Software Only
de: Nur Software
es: Solo software
fr: Logiciel uniquement
it: Solo software
ja: ソフトウェアのみ
ko: 소프트웨어만
nl: Alleen software
pt_br: Apenas software
sr: Samo softverski
zh_hans: 仅软件

source: Hardware Only
de: Nur Hardware
es: Solo hardware
fr: Matériel uniquement
it: Solo hardware
ja: ハードウェアのみ
ko: 하드웨어만
nl: Alleen hardware
pt_br: Apenas hardware
sr: Samo hardverski
zh_hans: 仅硬件

source: Combined
de: Kombiniert
es: Combinado
fr: Combiné
it: Combinato
ja: 組み合わせ
ko: 결합
nl: Gecombineerd
pt_br: Combinado
sr: Kombinovano
zh_hans: 组合

source: Uses gamma tables to adjust display output. Works with all displays but does not change the actual backlight.
de: Verwendet Gammatabellen zur Anpassung der Bildschirmausgabe. Funktioniert mit allen Bildschirmen, ändert aber nicht die tatsächliche Hintergrundbeleuchtung.
es: Usa tablas gamma para ajustar la salida de la pantalla. Funciona con todas las pantallas pero no cambia la retroiluminación real.
fr: Utilise les tables gamma pour ajuster la sortie de l'écran. Fonctionne avec tous les écrans mais ne modifie pas le rétroéclairage réel.
it: Usa le tabelle gamma per regolare l'uscita dello schermo. Funziona con tutti gli schermi ma non modifica la retroilluminazione effettiva.
ja: ガンマテーブルを使用してディスプレイ出力を調整します。すべてのディスプレイで動作しますが、実際のバックライトは変更しません。
ko: 감마 테이블을 사용하여 디스플레이 출력을 조정합니다. 모든 디스플레이에서 작동하지만 실제 백라이트는 변경하지 않습니다.
nl: Gebruikt gammatabellen om de schermuitvoer aan te passen. Werkt met alle schermen maar wijzigt de daadwerkelijke achtergrondverlichting niet.
pt_br: Usa tabelas gamma para ajustar a saída do display. Funciona com todas as telas, mas não altera a retroiluminação real.
sr: Koristi gama tabele za podešavanje izlaza ekrana. Radi sa svim ekranima, ali ne menja stvarno pozadinsko osvetljenje.
zh_hans: 使用伽马表调整显示器输出。适用于所有显示器，但不会改变实际背光。

source: Controls the monitor's backlight directly via DDC/CI. Falls back to software brightness if DDC is not available.
de: Steuert die Hintergrundbeleuchtung des Monitors direkt über DDC/CI. Greift auf Software-Helligkeit zurück, wenn DDC nicht verfügbar ist.
es: Controla la retroiluminación del monitor directamente vía DDC/CI. Recurre al brillo por software si DDC no está disponible.
fr: Contrôle directement le rétroéclairage du moniteur via DDC/CI. Utilise la luminosité logicielle si DDC n'est pas disponible.
it: Controlla direttamente la retroilluminazione del monitor tramite DDC/CI. Ricorre alla luminosità software se DDC non è disponibile.
ja: DDC/CIを介してモニターのバックライトを直接制御します。DDCが利用できない場合はソフトウェア輝度にフォールバックします。
ko: DDC/CI를 통해 모니터의 백라이트를 직접 제어합니다. DDC를 사용할 수 없는 경우 소프트웨어 밝기로 대체합니다.
nl: Bedient de achtergrondverlichting van de monitor rechtstreeks via DDC/CI. Valt terug op softwarematige helderheid als DDC niet beschikbaar is.
pt_br: Controla a retroiluminação do monitor diretamente via DDC/CI. Recorre ao brilho por software se DDC não estiver disponível.
sr: Kontroliše pozadinsko osvetljenje monitora direktno putem DDC/CI. Koristi softversku osvetljenost ako DDC nije dostupan.
zh_hans: 通过 DDC/CI 直接控制显示器背光。如果 DDC 不可用，则回退到软件亮度。

source: Uses DDC for brightness and gamma tables for warmth and contrast. Automatically uses software brightness if DDC is not available.
de: Verwendet DDC für Helligkeit und Gammatabellen für Wärme und Kontrast. Verwendet automatisch Software-Helligkeit, wenn DDC nicht verfügbar ist.
es: Usa DDC para el brillo y tablas gamma para la calidez y el contraste. Usa automáticamente brillo por software si DDC no está disponible.
fr: Utilise DDC pour la luminosité et les tables gamma pour la chaleur et le contraste. Utilise automatiquement la luminosité logicielle si DDC n'est pas disponible.
it: Usa DDC per la luminosità e le tabelle gamma per la tonalità calda e il contrasto. Usa automaticamente la luminosità software se DDC non è disponibile.
ja: DDCを輝度に、ガンマテーブルを暖かさとコントラストに使用します。DDCが利用できない場合は自動的にソフトウェア輝度を使用します。
ko: 밝기에 DDC를, 따뜻함과 대비에 감마 테이블을 사용합니다. DDC를 사용할 수 없는 경우 자동으로 소프트웨어 밝기를 사용합니다.
nl: Gebruikt DDC voor helderheid en gammatabellen voor warmte en contrast. Gebruikt automatisch softwarematige helderheid als DDC niet beschikbaar is.
pt_br: Usa DDC para brilho e tabelas gamma para tonalidade quente e contraste. Usa automaticamente brilho por software se DDC não estiver disponível.
sr: Koristi DDC za osvetljenost i gama tabele za toplinu i kontrast. Automatski koristi softversku osvetljenost ako DDC nije dostupan.
zh_hans: 使用 DDC 调整亮度，使用伽马表调整暖色调和对比度。如果 DDC 不可用，则自动使用软件亮度。

source: Full
de: Voll
es: Máximo
fr: Plein
it: Pieno
ja: フル
ko: 최대
nl: Volledig
pt_br: Máximo
sr: Puno
zh_hans: 全亮

source: Evening
de: Abend
es: Atardecer
fr: Soirée
it: Sera
ja: 夕方
ko: 저녁
nl: Avond
pt_br: Entardecer
sr: Veče
zh_hans: 傍晚

source: Night
de: Nacht
es: Noche
fr: Nuit
it: Notte
ja: 夜
ko: 밤
nl: Nacht
pt_br: Noite
sr: Noć
zh_hans: 夜晚

source: Sunrise %@ · %lldK
de: Sonnenaufgang %@ · %lldK
es: Amanecer %@ · %lldK
fr: Lever du soleil %@ · %lldK
it: Alba %@ · %lldK
ja: 日の出 %@ · %lldK
ko: 일출 %@ · %lldK
nl: Zonsopgang %@ · %lldK
pt_br: Nascer do sol %@ · %lldK
sr: Izlazak sunca %@ · %lldK
zh_hans: 日出 %@ · %lldK

source: Sunset %@ · %lldK
de: Sonnenuntergang %@ · %lldK
es: Atardecer %@ · %lldK
fr: Coucher du soleil %@ · %lldK
it: Tramonto %@ · %lldK
ja: 日の入り %@ · %lldK
ko: 일몰 %@ · %lldK
nl: Zonsondergang %@ · %lldK
pt_br: Pôr do sol %@ · %lldK
sr: Zalazak sunca %@ · %lldK
zh_hans: 日落 %@ · %lldK

source: Automatically apply brightness presets at scheduled times
de: Helligkeitsvoreinstellungen automatisch zu geplanten Zeiten anwenden
es: Aplicar automáticamente preajustes de brillo en los horarios programados
fr: Appliquer automatiquement les préréglages de luminosité aux heures programmées
it: Applica automaticamente le preimpostazioni di luminosità agli orari programmati
ja: スケジュールされた時刻に明るさのプリセットを自動的に適用
ko: 예약된 시간에 밝기 프리셋을 자동으로 적용
nl: Helderheidsvoorinstellingen automatisch op geplande tijden toepassen
pt_br: Aplicar automaticamente predefinições de brilho nos horários agendados
sr: Automatski primeni podešavanja osvetljenosti u zakazano vreme
zh_hans: 在预定时间自动应用亮度预设

source: Create a new scheduled preset
de: Neue geplante Voreinstellung erstellen
es: Crear un nuevo preajuste programado
fr: Créer un nouveau préréglage programmé
it: Crea una nuova preimpostazione programmata
ja: 新しいスケジュールプリセットを作成
ko: 새 예약 프리셋 만들기
nl: Een nieuwe geplande voorinstelling maken
pt_br: Criar uma nova predefinição agendada
sr: Kreiraj novo zakazano podešavanje
zh_hans: 创建新的定时预设

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt_br: Nome
sr: Ime
zh_hans: 名称

source: OK
es: Aceptar
ko: 확인
sr: U redu
zh_hans: 确定

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pt_br: Versão
sr: Verzija
zh_hans: 版本

source: Tuner 1
es: Sintonizador 1
ja: チューナー 1
ko: 튜너 1
pt_br: Sintonizador 1
sr: Tjuner 1
zh_hans: 调谐器 1

source: S-Video 1
fr: S-Vidéo 1
ja: S-ビデオ 1
ko: S-비디오 1

source: S-Video 2
fr: S-Vidéo 2
ja: S-ビデオ 2
ko: S-비디오 2

source: Auto
ja: 自動
ko: 자동
zh_hans: 自动

source: Composite 1
ja: コンポジット 1
ko: 컴포지트 1
nl: Composiet 1
sr: Kompozit 1
zh_hans: 复合 1

source: Composite 2
ja: コンポジット 2
ko: 컴포지트 2
nl: Composiet 2
sr: Kompozit 2
zh_hans: 复合 2
